# Taps
tap "fsouza/prettierd"

# Core
brew "chezmoi"
brew "neovim"
brew "tmux"

# Shell enhancements
brew "bat"
brew "eza"
brew "fzf"
brew "mise"
brew "zoxide"
brew "git-delta"

# Neovim dependencies (search, fuzzy find)
brew "ripgrep"
brew "fd"
brew "tree"

# Language servers & formatters
brew "ltex-ls"
brew "lua-language-server"
brew "marksman"
brew "prettierd"
brew "selene"
brew "vscode-langservers-extracted"
brew "yaml-language-server"

# Docker (lightweight colima + CLI)
brew "colima"
brew "docker"

# Useful CLI tools
brew "gh"        # GitHub CLI
brew "jq"        # JSON processor

# Casks
cask "ghostty"
cask "karabiner-elements"
cask "raycast"
cask "rectangle"
